// export const quizData = [
//   {
//     id: 1,
//     question: "‘নাটক কম করো পিও’ এই সংলাপটি কোথায় শোনা হয়েছিল?",
//     options: [
//       "কুমিল্লার এক কিশোরের মুখে",
//       "শেখ হাসিনার বক্তিতায়",
//       "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে",
//       "কক্সবাজারে",
//     ],
//     correctAnswer: "কুমিল্লার এক কিশোরের মুখে",
//   },
//   {
//     id: 2,
//     question: "‘চালাইদেন’ এই সংলাপটি কী কারণে ভাইরাল হয়েছিল?",
//     options: [
//       "পলকের মজার পোস্টে",
//       "রাজনৈতিক বক্তিতায়",
//       "আনসার আন্দোলনের সময়",
//       "কোটা আন্দোলনে",
//     ],
//     correctAnswer: "কোটা আন্দোলনে",
//   },
//   {
//     id: 3,
//     question:
//       "'নাইস অ্যান্ড অ্যাট্রাকটিভ' এই জনপ্রিয় মন্তব্যটি কোন ঘটনার পর ভাইরাল হয়েছিল?",
//     options: [
//       "রাষ্ট্রপতি মোহাম্মদ সাহাবুদ্দিনের মন্তব্যের পর",
//       "রাষ্ট্রপতি একটি মেয়ের ছবিতে কমেন্ট করার পর",
//       "অভিযুক্ত ব্যক্তির বক্তব্যের পর",
//       "ডিবি পুলিশের শীর্ষ কর্মকর্তার বক্তব্যের পর",
//     ],
//     correctAnswer: "রাষ্ট্রপতি একটি মেয়ের ছবিতে কমেন্ট করার পর",
//   },
// ];
export const quizData = [
  {
    question:
      "What is the correct syntax for referring to an external script called 'app.js'?",
    options: [
      "<script name='app.js'>",
      "<script href='app.js'>",
      "<script src='app.js'>",
      "<script link='app.js'>",
    ],
    correctAnswer: "<script src='app.js'>",
  },
];
